'use strict';

angular.module('fond.projects', [])
    // .directive('projects', function(){
    //   return{
    //       restrict: 'EA',
    //       templateUrl: 'app/projects/projects-directive.html',
    //       scope: {},
    //       link: function(scope){
    //            scope.projects = ['', 'Бондарский район', 'Гавриловский район', 'Жердевский район', 'Знаменский район', 'Инжавинский район', 'Кирсановский район', 'Мичуринский район', 'Мордовский район', 'Моршанский район', 'Мучкапский район', 'Никифоровский район', 'Первомайский район', 'Петровский район', 'Пичаевский район', 'Рассказовский район', 'Ржаксинский район', 'Сампурский район', 'Сосновский район', 'Староюрьевский район', 'Тамбовский район', 'Токарёвский район', 'Уваровский район', 'Умётский район'];
              
    //       }
    //   };
    // })
    .controller('ProjectsCtrl', function ($scope) {
      $scope.hovering = false;

    })

;
